Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=337_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisnuorten taidetapahtuma 2010 Rovaniemellä
sme: Sámenuoraid dáiddadáhpáhus 2010 Roavvenjárggas

source: Saamelaisnuorten taidetapahtuma 2010 järjestetään Rovaniemellä kaksipäiväisenä tapahtumana maaliskuussa.
sme: Sámenuoraid dáiddadáhpáhus 2010 ordnejuvvo Roavvenjárggas njukčamánus guovtti beaivvi dáhpáhussan.

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto aloittaa parhaillaan taidetapahtuman järjestelyitä yhteistyössä Rovaniemen kaupungin kanssa.
sme: Sámedikki skuvlen- ja oahppamateriáladoaimmahat lea bargagoahtimen dáiddadáhpáhusa ordnemiin ovttasbarggus Roavvenjárgga gávpogiin.

source: Luvassa on värikäs saamelaisnuorten kulttuuri- ja taideharrastusten juhla !
sme: Boahtimen lea ivdnás sámenuoraid kultur- ja dáiddafeasta !

source: Seuraa nettiuutisia
sme: Čuovo neahttaođđasiid
